tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "coreutils"
brew "curl"
brew "fastfetch"
brew "git"
brew "mise"
brew "mkcert"
brew "neovim", args: ["HEAD"]
brew "tree"
brew "watch"
brew "zellij"
cask "alacritty"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "hammerspoon"
cask "mactex-no-gui"
cask "warp"
